Repository: dracp/FluentCleaner
Catalog: FluentCleaner/Strings/*/Resources.resw
Source language: en_us
Languages: es_es

# NavCleaner.Content
source: Cleaner
es_es: Limpiador

# NavCustom.Content
source: Custom
es_es: Personalizado

# SearchBox.PlaceholderText
source: Search
es_es: Buscar

# BtnPageActions.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Page actions
es_es: Acciones (página)

# DonationBanner.Title
source: Enjoying FluentCleaner?
es_es: ¿Le gusta FluentCleaner?

# DonationBanner.Subtitle
source: If this app saves you time, consider supporting its development.
es_es: Si esta aplicación le ahorra tiempo, considere la posibilidad de apoyar su desarrollo.

# BtnDonateGitHub.Content
source: Star on GitHub
es_es: Estrella en GitHub

# BtnDonateLater.Content
source: Maybe later
es_es: Quizá más tarde

# St_NoActions
source: No actions for this page
es_es: No hay acciones para esta página.

# CleanerHint.Text
source: Winapp2.ini loads automatically at startup.
es_es: Winapp2.ini se carga automáticamente al iniciar el sistema.

# BtnCategoryActions.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Category actions
es_es: Acciones (categoría)

# MenuSelectAll.Text
source: Select all
es_es: Seleccionar todo

# MenuSelectNone.Text
source: Select none
es_es: No seleccionar nada

# MenuSelectDefaults.Text
source: Select defaults
es_es: Seleccionar predeterminados

# MenuAnalyzeCategory.Text
source: Analyze category
es_es: Analizar categoría

# MenuCleanCategory.Text
source: Clean category
es_es: Limpiar categoría

# BtnEntryActions.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Entry actions
es_es: Acciones (entrada)

# MenuAnalyzeEntry.Text
source: Analyze
es_es: Analizar

# MenuCleanEntry.Text
source: Clean
es_es: Limpiar

# MenuExplainEntry.Text
source: Explain with AI
es_es: Explicar con IA

# MenuShowSource.Text
source: Show source
es_es: Mostrar fuente (regla)

# LblAIDesc.Text
source: Right-click any entry on the Cleaner page → Explain with AI. Powered by Groq (llama-3.3-70b) — free, no billing. Nothing is sent without your explicit action. Requires your own API key.
es_es: Clic → botón […] → Explicar con IA, en cualquier entrada de la página Limpiador. Elegir Groq, OpenAI o Anthropic. No se envía nada sin la acción explícita del usuario. Requiere clave API propia.

# LblAICustomHint.Text
source: 💡 Once your key is saved, the Custom Cleaners page also unlocks AI — describe what to clean and it generates a ready-to-use Winapp2 entry or PowerShell script for you.
es_es: 💡 Una vez guardada la clave, la página Limpiadores personalizados también activa la IA — describir lo que se desea limpiar y se generará una entrada Winapp2 o un script de PowerShell listo para usar.

# ResultsHeader.Text
source: Results
es_es: Resultados

# BtnBackToResults.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Back to results
es_es: Volver a resultados

# BtnCleanDetail.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Delete these files now
es_es: Eliminar archivos

# MenuExcludeFile.Text
source: Exclude file
es_es: Excluir archivo

# MenuExcludeFolder.Text
source: Exclude folder
es_es: Excluir carpeta

# BtnAnalyze.Content
source: Analyze
es_es: Analizar

# BtnCancel.Content
source: Cancel
es_es: Cancelar

# BtnRunCleaner.Content
source: Run Cleaner
es_es: Limpiar

# St_MenuSelectAll
source: Select all
es_es: Seleccionar todo

# St_MenuSelectNone
source: Select none
es_es: No seleccionar nada

# St_MenuSelectDefaults
source: Select defaults
es_es: Seleccionar predeterminados

# St_MenuExpandAll
source: Expand all
es_es: Expandir todo

# St_MenuCollapseAll
source: Collapse all
es_es: Colapsar todo

# St_MenuSortDesc
source: Sort by size ↓
es_es: Ordenar por tamaño ↓

# St_MenuSortAsc
source: Sort by size ↑
es_es: Ordenar por tamaño ↑

# St_MenuRefresh
source: Refresh
es_es: Actualizar

# DetailHeaderFiles.Text
source: Files
es_es: Archivos

# DetailHeaderRegistry.Text
source: Registry
es_es: Registro

# SuffixFiles
source: files
es_es: archivos

# SuffixRegistry
source: registry
es_es: registro

# SuffixFilesSingular
source: file(s)
es_es: archivo(s)

# SuffixRegistryItems
source: registry item(s)
es_es: entrada(s) del Registro

# LabelCleaningComplete
source: Cleaning complete.
es_es: Limpieza finalizada.

# DlgBrowsersTitle
source: Browsers running
es_es: Navegadores en ejecución

# DlgBrowsersContinue
source: Continue anyway
es_es: Continuar de todos modos

# DlgBrowsersCancel
source: Cancel
es_es: Cancelar

# DlgBrowsersMessage
source: Close these apps for best results:\n{0}\n\nOpen browsers lock cache and history files — they will be skipped during cleaning.
es_es: Cerrar estas aplicaciones para obtener mejores resultados:\n{0}\n\nLos navegadores abiertos bloquean los archivos de caché e historial — estos se omitirán durante la limpieza.

# DlgWarningTitle
source: Cleaning warning
es_es: Advertencia de limpieza

# DlgWarningContinue
source: Continue
es_es: Continuar

# DlgWarningCancel
source: Cancel
es_es: Cancelar

# DlgWarningMessage
source: The selected Winapp2 entries include the following warnings:
es_es: Las entradas seleccionadas de Winapp2 incluyen las siguientes advertencias:

# DlgExplainThinking
source: Thinking…
es_es: Pensando…

# DlgExplainClose
source: Close
es_es: Cerrar

# DlgSourceCopy
source: Copy
es_es: Copiar

# DlgSourceReport
source: Report entry
es_es: Informar

# DlgSourceDryRun
source: Dry Run
es_es: Prueba

# RuleLabTitle
source: Rule Lab — {0}
es_es: Laboratorio de reglas — {0}

# DlgSourceHint
source: Edit the rules, then Dry Run to preview the hits.
es_es: Editar reglas, en su caso, y luego ejecutar 'Prueba' para detectar los elementos afectados.

# DlgSourceScanning
source: Scanning…
es_es: Analizando…

# DlgSourceNoEntry
source: No valid entry — needs a Detect and a FileKey.
es_es: Entrada/Regla no válida — se necesitan claves tipo Detect y FileKey.

# DlgSourceFound
source: {0} files · {1}
es_es: {0} archivos · {1}

# DlgSourceMore
source: … and {0} more
es_es: … y {0} más

# DlgSourceError
source: Scan failed: {0}
es_es: Error de análisis: {0}

# DlgSourceCancel
source: Cancel
es_es: Cancelar

# DlgSourceCancelled
source: Cancelled.
es_es: Cancelado.

# DlgRestartTitle
source: Restart required
es_es: Reinicio requerido

# DlgRestartMessage
source: FluentCleaner needs to restart to apply the changes.
es_es: Reiniciar FluentCleaner para para aplicar los cambios.

# DlgRestartNow
source: Restart now
es_es: Reiniciar ahora

# DlgRestartLater
source: Later
es_es: Más tarde

# St_Loading
source: Loading Winapp2.ini...
es_es: Cargando Winapp2.ini...

# St_SearchFound
source: Showing {0} matching entries.
es_es: {0} entradas coincidentes.

# St_SearchNone
source: No matching entries.
es_es: No hay entradas coincidentes.

# St_ParsingDatabases
source: Parsing databases...
es_es: Analizando bases de datos...

# St_AnalysisReady
source: Analysis ready — {0} apps found in {1} entries.
es_es: Análisis listo — {0} aplicaciones encontradas en {1} entradas.

# St_NothingSelected
source: Nothing selected.
es_es: No hay nada seleccionado.

# St_Scanning
source: Scanning...
es_es: Analizando...

# St_ScanComplete
source: Scan complete — {0} files, {1} registry items ({2})
es_es: Análisis finalizado — {0} archivos, {1} entradas del Registro ({2})

# St_ScanCancelled
source: Scan cancelled.
es_es: Análisis cancelado.

# St_Cleaning
source: Cleaning...
es_es: Limpiando...

# St_CleanDone
source: Finished — {0} freed · {1} skipped (files in use)
es_es: Finalizado — {0} liberados · {1} omitidos (archivos en uso)

# St_CleanDoneSimple
source: Finished — {0} items removed · {1} freed.
es_es: Finalizado — {0} elementos eliminados · {1} liberados.

# St_CleanCancelledBytes
source: Clean cancelled — {0} freed so far.
es_es: Limpieza cancelada — {0} liberados hasta ahora.

# St_CleanCancelled
source: Clean cancelled.
es_es: Limpieza cancelada.

# St_EntryScanned
source: {0}: {1} files, {2} registry items
es_es: {0}: {1} archivos, {2} entradas del Registro

# St_EntryNothingToClean
source: {0}: nothing to clean.
es_es: {0}: nada que limpiar.

# St_EntryCleanDone
source: {0}: {1} items removed · {2} freed.
es_es: {0}: {1} elementos eliminados · {2} liberados.

# St_CategoryScanning
source: Scanning {0}...
es_es: Analizando {0}...

# St_CategoryScanned
source: {0} scanned — {1} entries.
es_es: {0} analizado — {1} entradas.

# St_CategoryCleaning
source: Cleaning {0}...
es_es: Limpiando {0}...

# St_CategoryCleanDone
source: {0}: {1} items removed · {2} freed.
es_es: {0}: {1} elementos eliminados · {2} liberados.

# St_EntryScanningProgress
source: Scanning {0}...
es_es: Analizando {0}...

# St_ExcludedFile
source: Excluded: {0}
es_es: Excluidos: {0}

# St_ExcludedFolder
source: Excluded: {0}
es_es: Excluidos: {0}

# Prog_Deleted
source: Deleted: {0}
es_es: Eliminado: {0}

# Prog_Registry
source: Registry: {0}
es_es: Registro: {0}

# SettingsTitle.Text
source: Settings
es_es: Configuración

# DonationBar.Title
source: FluentCleaner is going open source.
es_es: Apoyar a FluentCleaner

# DonationBar.Message
source: Put a lot of work into this — if it helps you and you feel like saying thanks, a donation would really mean a lot. ♥
es_es: Elegir cantidad y divisa para PayPal, o apoyar el proyecto a través de Ko-fi. ♥

# BtnDonate.Content
source: Support the project
es_es: Apoyar el proyecto

# MenuDonatePayPal.Text
source: Donate via PayPal
es_es: Donar a través de PayPal

# MenuDonateKoFi.Text
source: Donate via Ko-fi
es_es: Donar a través de Ko-fi

# SectionAppearance.Text
source: Appearance
es_es: Apariencia

# LblTheme.Text
source: App theme
es_es: Tema de la aplicación

# LblThemeDesc.Text
source: Choose how FluentCleaner looks on your device.
es_es: Elegir el aspecto que tendrá FluentCleaner en el dispositivo.

# ThemeSystem.Content
source: System default
es_es: Predeterminado del sistema

# ThemeLight.Content
source: Light
es_es: Claro

# ThemeDark.Content
source: Dark
es_es: Oscuro

# LblLanguage.Text
source: Language
es_es: Idioma

# LblLanguageDesc.Text
source: Override the display language. Restart required to apply.
es_es: Elegir el idioma de visualización. Es necesario reiniciar para aplicar.

# St_LangAuto
source: System default
es_es: Predeterminado del sistema

# SectionDatabase.Text
source: Database
es_es: Base de datos

# LblDatabaseDesc.Text
source: Choose which entry lists are loaded for scanning and cleaning.
es_es: Seleccionar qué listas de entrada cargar para las rutinas de análisis y limpieza.

# BtnUpdateWinapp2.Content
source: Update
es_es: Actualizar

# LblWinapp3Desc.Text
source: — more aggressive entries, use at your own risk.
es_es: — entradas más agresivas, utilizar bajo su propio riesgo.

# BtnDownloadWinapp3.Content
source: Download
es_es: Descargar

# BtnUpdateWinapp3.Content
source: Update
es_es: Actualizar

# LblWinappxDesc.Text
source: — AppX / bloatware entries for the terminal debloater.
es_es: — AppX / entradas de bloatware para desinstalar en terminal debloater.

# BtnDownloadWinappx.Content
source: Download
es_es: Descargar

# BtnUpdateWinappx.Content
source: Update
es_es: Actualizar

# TxtCustomPath.PlaceholderText
source: Custom database path (.ini)
es_es: Ruta de base de datos personalizada (.ini)

# BtnBrowse.Content
source: Browse…
es_es: Buscar…

# BtnApplyPath.Content
source: Apply
es_es: Aplicar

# BtnRemovePath.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Remove custom database
es_es: Borrar base de datos personalizada

# RestartBar.Title
source: Restart required
es_es: Reinicio requerido

# RestartBar.Message
source: Please restart FluentCleaner to load the updated database.
es_es: Reiniciar FluentCleaner para cargar la base de datos actualizada.

# SectionPostClean.Text
source: Post-clean tasks
es_es: Tareas posteriores a la limpieza

# LblPostCleanDesc.Text
source: One command per line — runs sequentially after every clean pass.
es_es: Un comando por línea — se ejecuta secuencialmente después de cada limpieza.

# SectionExclusions.Text
source: Global exclusions
es_es: Exclusiones globales

# LblExclusionsDesc.Text
source: Paths listed here are never cleaned — overrides all database rules.
es_es: Las rutas listadas aquí nunca se limpian — prevalecen sobre cualquier regla de la base de datos.

# LnkProtectedPaths.Content
source: View protected paths
es_es: Ver rutas protegidas

# DlgProtectedTitle
source: Protected paths
es_es: Rutas protegidas

# DlgProtectedDesc
source: These are always skipped, no matter what the database says. They hold browser extension data that some apps (password managers, ad blockers) break without.
es_es: Siempre se omiten, independientemente de lo que indique la base de datos. Contienen datos de extensiones del navegador sin los cuales algunas aplicaciones (gestores de contraseñas, bloqueadores de anuncios) dejan de funcionar.

# SectionHistory.Text
source: History
es_es: Historial

# LblHistoryDesc.Text
source: Track how much junk accumulates over time.
es_es: Realiza un seguimiento de la cantidad de basura que se acumula con el tiempo.

# LblCleanHistory.Text
source: Clean history
es_es: Historial de limpieza

# BtnClearHistory.Content
source: Clear history
es_es: Limpiar historial

# SectionAI.Text
source: AI explanations
es_es: Explicaciones con IA

# LblAIOptIn.Text
source: opt-in
es_es: suscripción

# LblAIPreview.Text
source: preview
es_es: preliminar

# BtnAIDiscussion.Content
source: Thoughts? Join the discussion →
es_es: ¿Opinión? Participar en el debate →

# BtnSaveApiKey.Content
source: Save
es_es: Guardar

# BtnTestApiKey.Content
source: Test
es_es: Probar

# BtnGetApiKey.Content
source: Get key
es_es: Obtener clave

# SectionBackup.Text
source: Backup
es_es: Copia de seguridad

# LblBackupDesc.Text
source: Export or import your settings as a JSON file. Drop a settings.json next to the exe for portable mode.
es_es: Exportar o importar configuración como un archivo JSON. Colocar el archivo settings.json junto al archivo exe para utilizar el modo portable.

# BtnExport.Content
source: Export
es_es: Exportar

# BtnImport.Content
source: Import
es_es: Importar

# LblPortableActive.Text
source: 📦 Portable mode active — settings stored next to exe
es_es: 📦 Modo portable activo — configuración guardada junto al archivo exe

# SectionAbout.Text
source: About
es_es: Acerca de

# LblCopyright.Text
source: © 2026 A Belim app creation
es_es: © 2026 Una aplicación creación de Belim

# BtnReportIssue.Content
source: Report an issue
es_es: Informar de un problema

# BtnIconCredit.Content
source: App icon by naderi
es_es: Icono de la aplicación realizado por naderi

# BtnFAQ.Content
source: FAQ
es_es: Preguntas frecuentes

# St_Winapp3NotDownloaded
source: Winapp3 not downloaded yet — click Download.
es_es: Winapp3 aún no se ha descargado — pulsar en Descargar.

# St_WinappxNotDownloaded
source: Winappx not downloaded yet — click Download.
es_es: Winappx aún no se ha descargado — pulsar en Descargar.

# St_HistoryNone
source: no runs recorded yet
es_es: aún no se ha registrado ninguna ejecución

# St_HistorySummary
source: {0} runs · {1} total freed
es_es: {0} ejecuciones · {1} total liberado

# St_HistoryItems
source: {0} items
es_es: {0} elementos

# St_FileNotFound
source: File not found: {0}
es_es: Archivo no encontrado: {0}

# St_CustomPathSaved
source: Custom path saved.
es_es: Ruta personalizada guardada.

# St_Download
source: Download
es_es: Descargar

# St_Downloading
source: Downloading {0}…
es_es: Descargando {0}…

# St_Downloaded
source: {0} downloaded — {1} KB
es_es: {0} descargado — {1} KB

# St_DownloadFailed
source: Download failed: {0}
es_es: Error al descargar: {0}

# St_FileInfoNotDownloaded
source: Not downloaded
es_es: No se ha descargado

# St_FileInfo
source: {0} entries • {1} KB • {2}
es_es: {0} entradas • {1} KB • {2}

# St_UpdateAvailable
source: Update available — {0}
es_es: Actualización disponible — {0}

# St_UpdateMessage
source: A new version of FluentCleaner is ready to download.
es_es: Una nueva versión de FluentCleaner está lista para descargar.

# St_UpToDate
source: You're up to date
es_es: Aplicación actualizada

# St_UpToDateMessage
source: Version {0} is the latest.
es_es: La versión {0} es la más reciente.

# St_MenuUpdate
source: ⬆ Update available — {0}
es_es: ⬆ Actualización disponible — {0}

# St_MenuCheckUpdates
source: Check for updates
es_es: Buscar actualizaciones

# St_ApiKeyMissing
source: ⚠ Enter an API key first.
es_es: ⚠ Introducir primero una clave API

# St_ApiKeyTesting
source: Testing…
es_es: Probando…

# St_ExportSuccess
source: Settings exported to {0}
es_es: Configuración exportada a {0}

# St_ExportFailed
source: Export failed: {0}
es_es: Error al exportar: {0}

# St_ImportSuccess
source: Settings imported from {0}
es_es: Configuración importada desde {0}

# St_ImportFailed
source: Import failed: {0}
es_es: Error al importar: {0}

# CustomTitle.Text
source: Custom Cleaners
es_es: Limpiadores personalizados

# CustomEmptyHint.Text
source: No custom cleaners yet.
es_es: Aún no hay limpiadores personalizados.

# CustomEmptyHint2.Text
source: Create a new cleaner — it will appear here automatically.
es_es: Crear un nuevo limpiador — aparecerá aquí automáticamente.

# MenuEditEntry.Text
source: Edit
es_es: Editar

# MenuDeleteEntry.Text
source: Delete
es_es: Eliminar

# MenuTestEntry.Text
source: Test in Rule Lab
es_es: Probar en laboratorio de reglas

# MenuRunEntry.Text
source: Run
es_es: Ejecutar

# BtnNewCleaner.Content
source: + New Cleaner
es_es: + Nuevo limpiador

# BtnRunScript.Text
source: Run
es_es: Ejecutar

# St_CustomStatus
source: {0} cleaner · {1} enabled
es_es: {0} limpiador(es) · {1} activado(s)

# St_CustomMenuNew
source: New custom cleaner
es_es: Nuevo limpiador personalizado

# St_CustomMenuOpenFolder
source: Open Custom folder
es_es: Abrir carpeta Custom

# St_CustomMenuReddit
source: Ask on Reddit
es_es: Preguntar en Reddit

# St_CustomMenuNeowin
source: Neowin forums
es_es: Foros de Neowin

# St_CustomMenuShare
source: Share cleaner on GitHub
es_es: Compartir limpiador en GitHub

# St_CustomToggleFailed
source: Toggle failed: {0}
es_es: Error al conmutar: {0}

# St_CustomDeleteTitle
source: Delete "{0}"?
es_es: ¿Eliminar "{0}"?

# St_CustomDeleteMessage
source: This removes the custom cleaner permanently.
es_es: Esta acción elimina el limpiador personalizado permanentemente.

# St_CustomDeleteConfirm
source: Delete
es_es: Eliminar

# St_CustomDeleteCancel
source: Cancel
es_es: Cancelar

# St_CustomRunning
source: Running {0}...
es_es: Ejecutando {0}...

# St_CustomScriptError
source: {0}: could not read script — {1}
es_es: {0}: no se ha podido leer el script — {1}

# St_CustomCompleted
source: {0}: completed successfully.
es_es: {0}: finalizado correctamente.

# St_CustomFailed
source: {0}: failed (exit {1}).
es_es: {0}: error (salida {1}).

# St_CustomEntryNone
source: no entries parsed
es_es: no hay entradas analizadas

# St_CustomEntryOne
source: 1 entry · {0}
es_es: 1 entrada · {0}

# St_CustomEntryMany
source: {0} entries · {1}
es_es: {0} entradas · {1}

# St_CustomEntryEnabled
source: enabled
es_es: activado

# St_CustomEntryDisabled
source: disabled
es_es: desactivado

# DlgNewCleanerSave
source: Save
es_es: Guardar

# DlgNewCleanerCancel
source: Cancel
es_es: Cancelar

# DlgNewCleanerTypeIni.Content
source: Winapp2 entry (.ini)
es_es: Entrada Winapp2 (.ini)

# DlgNewCleanerTypePs1.Content
source: PowerShell script (.ps1)
es_es: Script PowerShell (.ps1)

# DlgNewCleanerNameHeader
source: Name
es_es: Nombre

# DlgNewCleanerNamePlaceholder
source: My Cleaner
es_es: Mi Limpiador

# DlgNewCleanerAiPlaceholder
source: Generate with AI - describe what to clean (results may vary)
es_es: Generar con IA - describe qué limpiar (el resultado puede variar)

# DlgNewCleanerGenerate.Content
source: Generate
es_es: Generar

# DlgNewCleanerGenerateBtn
source: Generate
es_es: Generar

# DlgNewCleanerContentLabel
source: Content
es_es: Contenido

# DlgNewCleanerTest
source: Test in Rule Lab
es_es: Probar en Laboratorio de reglas

# DlgNewCleanerLoadTemplate.Content
source: Load template
es_es: Cargar plantilla

# DlgNewCleanerTitleNew
source: New custom cleaner
es_es: Nuevo limpiador personalizado

# DlgNewCleanerTitleEdit
source: Edit — {0}
es_es: Editar — {0}

# AI_NoKey
source: No API key configured. Go to Settings → AI explanations to add your Groq API key (free at console.groq.com).
es_es: No hay clave API configurada para el proveedor seleccionado. Ir a Configuración → IA → Explicaciones con IA para agregar una.

# AI_ApiError
source: Groq API error: {0}
es_es: {0} error de API: {1}

# AI_NoResponse
source: No response received.
es_es: No se ha recibido respuesta.

# AI_NetworkError
source: Could not reach Groq API: {0}
es_es: No se ha podido contactar con {0}: {1}

# AI_NoKeyShort
source: No API key configured — go to Settings → AI explanations.
es_es: No hay clave API configurada — ir a Configuración → IA → Explicaciones con IA.

# CLI_Welcome
source: FluentCleaner Terminal online.
es_es: Terminal en línea de FluentCleaner.

# CLI_Databases
source: Databases: {0} active — {1} detected entries
es_es: Base de datos: {0} activa(s) — {1} entradas detectadas

# CLI_HelpHint
source: Type 'help' for commands.
es_es: Escribir 'help' para mostrar comandos.

# CLI_UnknownCommand
source: Unknown command '{0}'. Type 'help'.
es_es: Comando desconocido '{0}'. Escribir 'help'.

# CLI_NoDrives
source: No drives found.
es_es: No se han encontrado unidades.

# CLI_ThemeUsage
source: Usage: theme dark | light | system
es_es: Utilizar: theme dark | light | system

# CLI_ThemeSet
source: Theme set to '{0}'.
es_es: Tema establecido en '{0}'.

# CLI_BackdropUsage
source: Usage: backdrop mica | acrylic
es_es: Utilizar: backdrop mica | acrylic

# CLI_BackdropSet
source: Backdrop set to '{0}'.
es_es: Trasfondo (backdrop) establecido en '{0}'.

# CLI_NoMatch
source: No entries matching '{0}'.
es_es: No hay entradas coincidentes con '{0}'.

# CLI_CleanEntry
source: {0}: {1} items · {2}
es_es: {0}: {1} elementos · {2}

# CLI_CleanDone
source: Done — {0} items removed · {1} freed.
es_es: Hecho — {0} elementos borrados · {1} liberado.

# CLI_NothingToClean
source: Nothing to clean.
es_es: No hay nada que limpiar.

# CLI_AnalyzeEntry
source: {0}: {1} files · {2} registry · {3}
es_es: {0}: {1} archivo(s) · {2} registro(s) · {3}

# CLI_AnalyzeTotal
source: Total: {0} found.
es_es: Total encontrado: {0}.

# CLI_NothingFound
source: Nothing found.
es_es: No se ha encontrado nada.

# CLI_ListEntries
source: — {0} entries.
es_es: — {0} entradas.

# CLI_ListCategories
source: — {0} categories.
es_es: — {0} categorias.

# CLI_AppxUsage
source: Usage: appx list | appx scan | appx remove <name> | appx remove all
es_es: Utilizar: appx list | appx scan | appx remove <nombre> | appx remove all

# CLI_AppxListStart
source: Listing all installed AppX packages...
es_es: Listando todos los paquetes AppX instalados...

# CLI_AppxNoPackages
source: No packages found.
es_es: No se han encontrado paquetes.

# CLI_AppxListDone
source: — {0} package(s) installed. Use 'appx remove <name>' to uninstall.
es_es: — {0} paquete(s) instalado(s). Utilizar 'appx remove <nombre>' para desinstalar.

# CLI_AppxScanStart
source: Scanning installed packages...
es_es: Analizando paquetes instalados...

# CLI_AppxNothingFound
source: Nothing found — system looks clean.
es_es: No se ha encontrado nada — el sistema parece estar limpio.

# CLI_AppxScanDone
source: — {0} package(s) found. Use 'appx remove <name>' or 'appx remove all'.
es_es: — {0} paquete(s) encontrado(s). Utilizar 'appx remove <nombre>' o 'appx remove all'.

# CLI_AppxRemoveUsage
source: Usage: appx remove <name> | appx remove all
es_es: Utilizar: appx remove <nombre> | appx remove all

# CLI_AppxRemoveScanStart
source: Scanning for installed packages...
es_es: Analizando paquetes instalados...
